# инициализируем "базу данных" с мероприятиями
event_db: list = [{'name': 'Мероприятие 1',
                  'date': '10.10.2023',
                  'capacity': 30,
                  'description': 'Описание мероприятия'},
                  {'name': 'Мероприятие 2',
                  'date': '15.10.2023',
                  'capacity': 38,
                  'description': 'Описание мероприятия'},
                  {'name': 'Мероприятие 3',
                  'date': '20.10.2023',
                  'capacity': 40,
                  'description': 'Описание мероприятия'}]

# инициализируем "базу данных" с пользователями
user_db: list = []