# инициализируем "базу данных" с мероприятиями
event_db: list = [{'name': 'Мероприятие 1',
                  'date': '10.10.2023',
                  'capacity': 30,
                  'description': 'Описание мероприятия',
                  'place': 'Ресторан 1',
                  'entry': '18:30',
                  'start': '19:00'},
                  {'name': 'Мероприятие 2',
                  'date': '15.10.2023',
                  'capacity': 38,
                  'description': 'Описание мероприятия',
                  'place': 'Ресторан 1',
                  'entry': '19:00',
                  'start': '19:30'},
                  {'name': 'Мероприятие 3',
                  'date': '20.10.2023',
                  'capacity': 40,
                  'description': 'Описание мероприятия',
                  'place': 'Ресторан 1',
                  'entry': '19:30',
                  'start': '20:00'}]

# Создаем "базу данных" пользователей
user_dict: dict[int, list[dict[str, str | int | bool]]] = {}